cask "spotify"
cask "whatsapp"
cask "corretto@11"
cask "oracle-jdk@21"
cask "iterm2"
cask "visual-studio-code"
cask "intellij-idea"
cask "brave-browser"
cask "font-fira-code-nerd-font"

brew "clojure"
brew "coursier"
brew "wget"
brew "fzf"
brew "telnet"
brew "go"
brew "git"
brew "docker"
brew "docker-compose"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "pnpm"
brew "kubectx"
brew "awscli"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
brew "lazydocker"
